Repository: ms-iot/samples
Catalog: IoTCoreDefaultApp/IoTCoreDefaultApp/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pt_br, ru_ru, zh_cn, zh_tw

# Tutorial.GetConnected.024.ul
source: The 'Sharing' tab won’t be available if you have only one network connection.
ar_sa: إذا كان لديك اتصال واحد على جهاز كمبيوترك ، لن يظهر لك زر "مشاركة" في أعلى نافذة خصائص الإتصال المختار.
de_de: Die Registerkarte „Freigabe“ ist nicht verfügbar, wenn Sie nur über eine Netzwerkverbindung verfügen.
es_es: La pestaña Compartir no estará disponible si tienes una sola conexión de red.
fr_fr: L’onglet Partage n’est pas disponible si vous ne disposez que d’une seule connexion réseau.
it_it: La scheda 'Condivisione' non sarà disponibile se è presente una sola connessione di rete.
ja_jp: ネットワーク接続が 1 つだけの場合は、[共有] タブを使用できません。
ko_kr: 네트워크 연결이 하나만 있는 경우에는 [공유] 탭을 사용할 수 없습니다.
nl_nl: De 'Sharing' tab is niet beschikbaar als je maar één netwerk connectie hebt in je PC.
pt_br: A guia 'Compartilhamento' não estará disponível se você tiver somente uma conexão de rede.
ru_ru: Вкладка "Общий доступ" будет недоступна, если у вас только одно сетевое подключение.
zh_cn: 如果你只有一个网络连接，则“共享”选项卡将不可用。
zh_tw: 若您僅有一個網路連線，則無法使用 [共用] 索引標籤。

# Tutorial.GetConnected.025.h1
source: Having Troubles?
ar_sa: مازلت تواجه مشاكل؟
de_de: Probleme?
es_es: ¿Tienes problemas?
fr_fr: Vous rencontrez des problèmes ?
it_it: Problemi?
ja_jp: 問題が発生した場合
ko_kr: 문제가 발생하는 경우
nl_nl: Problemen?
pt_br: Tendo problemas?
ru_ru: Возникли проблемы?
zh_cn: 是否遇到问题?
zh_tw: 遇到問題?

# Tutorial.GetConnected.026.p
source: We’ve added some advanced network diagnostics into the main page to help you debug your problems. For more support, go to www.windowsondevices.com
ar_sa: لقد قمنا بإضافة معلومات حول كيفية تشخيص مشكلة الإتصال بالشبكة لمساعدتك في حل المشكلة. يرجى مراجعة الموقع التالي للدعم: www.windowsondevices.com
de_de: Wir haben einige erweiterte Netzwerkdiagnose-Funktionen auf der Hauptseite hinzugefügt, um Ihnen das Debuggen von Problemen zu erleichtern. Weitere Unterstützung erhalten Sie unter „www.windowsondevices.com“.
es_es: Hemos agregado algunos diagnósticos de red avanzados a la página principal para ayudarte a depurar los problemas. Para conseguir más soporte técnico, visita www.windowsondevices.com
fr_fr: Nous avons ajouté des diagnostics réseau avancés dans la page principale pour vous aider à déboguer vos problèmes. Pour un support technique renforcé, accédez à www.windowsondevices.com.
it_it: Per semplificare il debug in caso di problemi, sono state aggiunte funzionalità avanzate di diagnostica di rete nella pagina principale. Per assistenza, visita www.windowsondevices.com
ja_jp: 問題をデバッグする際に役立つ高度なネットワーク診断機能をメイン ページにいくつか追加しました。サポートが必要な場合は、www.windowsondevices.com にアクセスしてください
ko_kr: 문제를 디버그하는 데 도움을 주기 위해 몇 가지 고급 네트워크 진단 기능을 주 페이지에 추가했습니다. 지원이 더 필요하면 www.windowsondevices.com으로 이동하세요.
nl_nl: We hebben wat geadvanceerde network diagnose op de main page aangebracht om je te helpen mochten er problemen optreden. Voor meer ondersteuning ga naar www.windowsondevices.com
pt_br: Adicionamos alguns diagnósticos de rede avançados na página inicial para ajudar você a depurar os problemas. Para obter mais suporte, acesse www.windowsondevices.com
ru_ru: Мы добавили на главную страницу расширенные средства сетевой диагностики, чтобы вы могли отладить ошибки. Дополнительную поддержку можно получить на сайте www.windowsondevices.com
zh_cn: 我们已将一些高级网络诊断添加到主页中，以帮助你针对问题进行调试。有关更多支持，请访问 www.windowsondevices.com
zh_tw: 我們已在主頁面中新增一些進階網路診斷資訊以協助您偵錯問題。如需其他支援，請前往 www.windowsondevices.com

# Tutorial.GetCoding.002.title
source: Get Coding
ar_sa: برمج
de_de: Einstieg in die Programmierung
es_es: Obtén la codificación
fr_fr: Codez
it_it: Inizia a scrivere codice
ja_jp: コードを取得
ko_kr: 코딩
nl_nl: Begin met programmeren
pt_br: Comece a codificar
ru_ru: Кодирование
zh_cn: 编写代码
zh_tw: 開始撰寫程式碼

# Tutorial.GetCoding.003.subtitle
source: Windows 10 IoT Core uses the power of the PC to build projects.
de_de: Windows 10 IoT Core nutzt das Potenzial des PCs für Ihre Projekte.
es_es: Windows 10 IoT Core usa el poder de tu PC para crear proyectos.
fr_fr: Windows 10 IoT Standard génère des projets en utilisant la puissance du PC.
it_it: Windows 10 IoT Core usa la potenza del PC per la creazione di progetti.
ja_jp: Windows 10 IoT Core では、PC の能力を利用して、プロジェクトを構築します。
ko_kr: Windows 10 IoT Core는 PC 기능을 활용하여 프로젝트를 빌드합니다.
nl_nl: Windows 10 IoT Core gebruikt de kracht van de PC om projecten te realiseren.
pt_br: O Windows 10 IoT Core usa a potência do computador para criar projetos.
ru_ru: Для создания проектов ОС Windows 10 IoT Базовая использует мощные возможности компьютера.
zh_cn: Windows 10 IoT 核心版利用电脑的强大功能构建项目。
zh_tw: Windows 10 IoT 核心版使用電腦功能來打造專案。

# Tutorial.GetCoding.004.p
source: All of your coding is done remotely through Visual Studio. We make it easy to push your code to your device for testing, and when they’re ready to be shipped.
ar_sa: كل عمليات التطوير تعمل عن بعد بإستخدام برنامج Visual Studio ، حيث قمنا بتسهيل عملية رفع ملفات الكود إلى لوحتك للإختبار ومن ثم التجهيز للإطلاق.
de_de: Die gesamte Programmierung erfolgt remote in Visual Studio. Wir machen es Ihnen einfach, Ihren Code auf Ihr Gerät umzulagern, ob zu Testzwecken oder zur endgültigen Auslieferung.
es_es: Toda la codificación se hace de manera remota a través de Visual Studio. Te facilitamos la tarea de insertar tu código en tu dispositivo para realizar pruebas y cuando esté listo para entregar.
fr_fr: L’ensemble de votre codage est effectué à distance via Visual Studio. Nous facilitons la transmission de type push de votre code vers votre appareil à des fins de test, ainsi que son expédition lorsqu’il est prêt.
it_it: Tutta la scrittura del codice viene eseguita in remoto tramite Visual Studio. È molto semplice trasferire il codice nel dispositivo per il testing e al momento della distribuzione.
ja_jp: コーディングはすべて Visual Studio を使用してリモートで実行します。コードは、テストのためや、出荷準備が整ったときに、デバイスに簡単にプッシュできます。
ko_kr: 모든 코딩은 Visual Studio를 통해 원격으로 수행됩니다. 테스트하려거나 출시 준비가 된 경우 장치에 코드를 쉽게 푸시할 수 있습니다.
nl_nl: Alle software ontwikkeling is gedaan vanuit Visual Studio. Het is daarmee eenvoudig om een programma te ontwikkelen naar het apparaat te sturen en te testen.
pt_br: Toda a codificação é feita remotamente por meio do Visual Studio. Facilitamos o envio de seu código por push ao dispositivo para teste, e quando ele estiver pronto para ser enviado.
ru_ru: Все кодирование осуществляется удаленно через Visual Studio. Мы создали все условия, чтобы код можно было легко отправить на устройство для тестирования и при готовности проектов к доставке.
zh_cn: 你的所有代码编写操作均通过 Visual Studio 远程完成。在进行代码测试时，以及在代码可供交付时，你可以很轻松地将代码推送到设备。
zh_tw: 所有程式碼均透過 Visual Studio 遠端完成。我們可讓您輕鬆地將程式碼推播至您的裝置以供測試，以及在可以出貨時將程式碼推播至您的裝置。

# Tutorial.GetCoding.005.h1
source: What you need
ar_sa: ما ستحتاج إليه هو:
de_de: Was Sie alles benötigen
es_es: Lo que necesitas
fr_fr: Ce dont vous avez besoin
it_it: Che cosa ti occorre
ja_jp: 必要なもの
ko_kr: 필요한 항목
nl_nl: Wat heb je nodig
pt_br: Do que você precisa
ru_ru: Что вам понадобится
zh_cn: 所需的一切
zh_tw: 您需要的內容

# Tutorial.GetCoding.006.ul
source: A Windows 10 PC
ar_sa: جهاز كمبيوتر يعمل بنظام Windows 10
de_de: Einen Windows 10-PC
es_es: Un PC con Windows 10
fr_fr: Un PC Windows 10
it_it: Un PC Windows 10
ja_jp: Windows 10 PC
ko_kr: Windows 10 PC
nl_nl: Een Windows 10 PC
pt_br: Um computador com Windows 10
ru_ru: Компьютер с Windows 10
zh_cn: Windows 10 电脑
zh_tw: Windows 10 電腦

# Tutorial.GetCoding.007.ul
source: Internet Connection
ar_sa: اتصال بالأنترنت
de_de: Internetverbindung
es_es: Conexión a Internet
fr_fr: Une connexion Internet
it_it: Connessione a Internet
ja_jp: インターネット接続
ko_kr: 인터넷 연결
nl_nl: Internet verbinding
pt_br: Conexão com a Internet
ru_ru: Подключение к Интернету
zh_cn: Internet 连接
zh_tw: 網際網路連線

# Tutorial.GetCoding.008.ul
source: Your Board
ar_sa: هذه اللوحة
de_de: Ihr Board
es_es: Tu panel
fr_fr: Votre carte
it_it: La tua scheda
ja_jp: ボード
ko_kr: 보드
nl_nl: Een ontwikkelboard (bv. eens Raspberry PI2 of PI3)
pt_br: Sua Placa
ru_ru: Плата
zh_cn: 你的插件板
zh_tw: 您的電路板

# Tutorial.GetCoding.010.h1
source: Setting up Visual Studio 2015 on your PC
ar_sa: كيفية تثبيت برنامج Visual Studio 2015 على جهاز كمبيوترك:
de_de: Einrichten von Visual Studio 2015 auf Ihrem PC
es_es: Configuración de Visual Studio 2015 en tu PC
fr_fr: Configuration de Visual Studio 2015 sur votre PC
it_it: Configurazione di Visual Studio 2015 nel PC
ja_jp: PC での Visual Studio 2015 のセットアップ
ko_kr: PC에서 Visual Studio 2015 설정
nl_nl: Visual Studio 2015 installeren op je PC
pt_br: Configurando o Visual Studio 2015 em seu computador
ru_ru: Настройка Visual Studio 2015 на компьютере
zh_cn: 在你的电脑上设置 Visual Studio 2015
zh_tw: 在您的電腦上設定 Visual Studio 2015

# Tutorial.GetCoding.012.ul
source: Install Windows 10
ar_sa: قم بتثبيت Windows 10
de_de: Windows 10 installieren
es_es: Instalar Windows 10
fr_fr: Installez Windows 10
it_it: Installa Windows 10
ja_jp: Windows 10 のインストール
ko_kr: Windows 10 설치
nl_nl: Windows 10 installeren
pt_br: Instale o Windows 10
ru_ru: Установите Windows 10.
zh_cn: 安装 Windows 10
zh_tw: 安裝 Windows 10

# Tutorial.GetCoding.013.ul
source: Install Visual Studio 2015. Choose the Custom option when you kick off the installer, and then check the option to install the Windows 10 tools.
ar_sa: ثبت برنامج Visual Studio 2015. خلال برنامج التثبيت في أول مرحلة ، قم بالنقر على "إعداد خاص" أو "Custom" بالإنجليزية ، ثم اختر خاصية "Windows 10 tools" لإضافتها وتابع التثبيت.
de_de: Installieren Sie Visual Studio 2015. Wählen Sie beim Starten des Installationsprogramms „Benutzerdefiniert“ aus, und aktivieren Sie die Option zum Installieren der Windows 10-Tools.
es_es: Instala Visual Studio 2015. Al iniciar el instalador, elige la opción Personalizada y luego activa la opción para instalar las herramientas de Windows 10.
fr_fr: Installez Visual Studio 2015. Choisissez l’option Personnalisée lorsque vous démarrez le programme d’installation, puis cochez l’option permettant d’installer les outils Windows 10.
it_it: Installa Visual Studio 2015. Scegli l'opzione per l'installazione personalizzata all'avvio del programma di installazione, quindi seleziona l'opzione per l'installazione degli strumenti per Windows 10.
ja_jp: Visual Studio 2015 をインストールします。インストーラーが起動したら [カスタム] オプションを選択し、Windows 10 ツールをインストールするオプションを選択します。
ko_kr: Visual Studio 2015를 설치합니다. 설치 관리자를 시작할 때 [사용자 지정] 옵션을 선택한 다음 Windows 10 도구를 설치하는 옵션을 선택합니다.
nl_nl: Visual Studio 2015 installeren. Kies de "Custom" optie bij het installeren en installeer de Windows 10 tools.
pt_br: Instale o Visual Studio 2015. Escolha a opção Personalizado quando você iniciar o instalador e marque a opção para instalar as ferramentas do Windows 10.
ru_ru: Установите Visual Studio 2015. При запуске установщика выберите пункт "Выборочная" и установите флажок, предусматривающий установку средств Windows 10.
zh_cn: 安装 Visual Studio 2015。在启动安装程序时选择“自定义”选项，然后选中用于安装 Windows 10 工具的选项。
zh_tw: 安裝 Visual Studio 2015。當您啟動安裝程式時，請選擇 [自訂] 選項，接著勾選安裝 Windows 10 工具的選項。

# Tutorial.GetCoding.014.ul
source: If you are planning to develop drivers, install the WDK.
ar_sa: إذا كنت تنوي تطوير معرفات للأجهزة (Drivers) ، قم بتثبيت Windows Driver Kit (WDK).
de_de: Wenn Sie in die Treiberentwicklung einsteigen möchten, installieren Sie das WDK.
es_es: Si tienes previsto desarrollar controladores, instala el WDK.
fr_fr: Si vous envisagez de développer des pilotes, installez le WDK.
it_it: Se prevedi di sviluppare driver, installa il WDK.
ja_jp: ドライバーを開発する場合は、WDK をインストールします。
ko_kr: 드라이버를 개발할 계획인 경우 WDK를 설치합니다.
nl_nl: Als je device drivers gaat ontwikkelen, installeer dan ook de WDK.
pt_br: Se você planeja desenvolver drivers, instale o WDK.
ru_ru: Если вы планируете разрабатывать драйверы, установите WDK.
zh_cn: 如果你计划开发驱动程序，请安装 WDK。
zh_tw: 若您計劃開發驅動程式，請安裝 WDK。

# NetworkConnectivityLevel_ConstrainedInternetAccess
source: Limited Internet access
ar_sa: اتصال انترنت محدود
de_de: Eingeschränkter Internetzugriff
es_es: Acceso a Internet limitado
fr_fr: Accès Internet limité
it_it: Accesso a Internet limitato
ja_jp: 制限付きインターネット アクセス
ko_kr: 제한된 인터넷 액세스
nl_nl: Beperkte internet toegang
pt_br: Acesso à Internet limitado
ru_ru: Ограниченный доступ к Интернету
zh_cn: 受限 Internet 访问
zh_tw: 受限的網際網路存取

# NetworkConnectivityLevel_InternetAccess
source: Local and Internet access
ar_sa: اتصال أنترنت شامل ومحلي
de_de: Lokaler und Internetzugriff
es_es: Acceso local y a Internet
fr_fr: Accès Internet et local
it_it: Accesso locale e a Internet
ja_jp: ローカルとインターネット アクセス
ko_kr: 로컬 및 인터넷 액세스
nl_nl: Lokaal en internet toegang
pt_br: Acesso local e à Internet
ru_ru: Локальная сеть и Интернет
zh_cn: 本地和 Internet 访问
zh_tw: 本機和網際網路存取

# NetworkConnectivityLevel_LocalAccess
source: Local network access only
ar_sa: اتصال محلي فقط
de_de: Nur lokaler Netzwerkzugriff
es_es: Solo acceso de red local
fr_fr: Accès réseau local uniquement
it_it: Solo accesso alla rete locale
ja_jp: ローカル ネットワーク アクセスのみ
ko_kr: 로컬 네트워크 액세스 전용
nl_nl: Alleen lokaal netwerk toegang
pt_br: Acesso à rede local somente
ru_ru: Только локальная сеть
zh_cn: 仅限本地网络访问
zh_tw: 僅限本機網路存取

# NetworkConnectivityLevel_None
source: No connectivity
ar_sa: لا يوجد اتصال
de_de: Keine Konnektivität
es_es: Sin conectividad
fr_fr: Aucune connectivité
it_it: Nessuna connessione
ja_jp: 接続がありません
ko_kr: 연결되지 않음
nl_nl: Geen netwerk toegang
pt_br: Sem conectividade
ru_ru: Отсутствует подключение
zh_cn: 无连接
zh_tw: 沒有連線能力

source: <no Internet connection>
ar_sa: <لا يوجد اتصال بالأنترنت>
de_de: <keine Internetverbindung>
es_es: <sin conexión a Internet>
fr_fr: <pas de connexion Internet>
it_it: <nessuna connessione a Internet>
ja_jp: <インターネット接続がありません>
ko_kr: <인터넷 연결 없음>
nl_nl: <geen internet verbinding>
pt_br: <sem conexão com a Internet>
ru_ru: <отсутствует подключение к Интернету>
zh_cn: <无 Internet 连接>
zh_tw: <沒有網際網路連線>

# DefaultLanguageTimeoutText
source: We're choosing the default language automatically...
ar_sa: سنختار اللغة الإفتراضية تلقائياً...
de_de: Die Standardsprache wird automatisch ausgewählt…
es_es: El idioma predeterminado se está seleccionando automáticamente...
fr_fr: Nous lançons la sélection automatique de la langue par défaut...
it_it: La lingua predefinita verrà scelta automaticamente...
ja_jp: 既定の言語を自動的に選択しています...
ko_kr: 기본 언어를 자동으로 선택하는 중...
nl_nl: We selecteren de default taal automatisch...
pt_br: Estamos selecionando o idioma padrão automaticamente...
ru_ru: Язык по умолчанию выбирается автоматически…
zh_cn: 正在自动选择默认语言...
zh_tw: 我們將會自動選擇預設語言...

# BlinkyStart
source: START
ar_sa: ابدأ
de_de: STARTEN
es_es: INICIAR
fr_fr: DÉMARRER
it_it: AVVIA
ja_jp: 開始
ko_kr: 시작
pt_br: INICIAR
ru_ru: ЗАПУСТИТЬ
zh_cn: 开始
zh_tw: 開始

# BlinkyStop
source: STOP
ar_sa: قف
de_de: BEENDEN
es_es: DETENER
fr_fr: ARRÊTER
it_it: INTERROMPI
ja_jp: 停止
ko_kr: 중지
pt_br: PARAR
ru_ru: ОСТАНОВИТЬ
zh_cn: 停止
zh_tw: 停止

# BlinkyStopped
source: Stopped
ar_sa: متوقف
de_de: Beendet
es_es: Detenido
fr_fr: Arrêté
it_it: Interrotto
ja_jp: 停止
ko_kr: 중지됨
nl_nl: Gestopt
pt_br: Parado
ru_ru: Остановлено
zh_cn: 已停止
zh_tw: 已停止

source: GPIO pin initialized correctly.
ar_sa: تم تجهيز GPIO pin بنجاح.
de_de: Der GPIO-Pin wurde ordnungsgemäß initialisiert.
es_es: El pin GPIO se ha iniciado correctamente.
fr_fr: La broche GPIO ne s’est pas initialisée de manière correcte.
it_it: Pin GPIO inizializzato correttamente.
ja_jp: GPIO ピンの初期化が正常に完了しました。
ko_kr: GPIO 핀이 올바르게 초기화되었습니다.
nl_nl: GPIO pin is goed geïnitialiseerd.
pt_br: Pino GPIO inicializado corretamente.
ru_ru: Контакт GPIO инициализирован правильно.
zh_cn: GPIO 插针已正确初始化。
zh_tw: GPIO 釘選已正確初始化。

# NoGPIOController
source: There is no GPIO controller on this device.
ar_sa: لم يتم العثور على تحكم GPIO على هذا الجهاز.
de_de: Dieses Gerät verfügt über keinen GPIO-Controller.
es_es: En este dispositivo no hay ningún controlador GPIO.
fr_fr: Cet appareil ne présente aucun contrôleur GPIO.
it_it: Nessun controller GPIO in questo dispositivo.
ja_jp: このデバイスには GPIO コントローラーがありません。
ko_kr: 이 장치에 GPIO 컨트롤러가 없습니다.
nl_nl: Er is geen GPIO controller in dit apparaat.
pt_br: Não há controlador GPIO neste dispositivo.
ru_ru: На этом устройстве нет контроллера GPIO.
zh_cn: 此设备上没有 GPIO 控制器。
zh_tw: 此裝置上沒有 GPIO 控制器。

# ProblemsInitializingGPIOPin
source: There were problems initializing the GPIO pin.
ar_sa: واجهنا مشكلات في تجهيز GPIO pin.
de_de: Bei der Initialisierung des GPIO-Pins sind Probleme aufgetreten.
es_es: Error al iniciar el pin GPIO.
fr_fr: Le système a rencontré un problème lors de l’initialisation de la broche GPIO.
it_it: Si sono verificati problemi durante l'inizializzazione del pin GPIO.
ja_jp: GPIO ピンの初期化で問題が発生しました。
ko_kr: GPIO 핀을 초기화하는 데 문제가 있습니다.
nl_nl: Er waren problemen bij het initialiseren van de GPIO pin.
pt_br: Ocorreram problemas ao inicializar o pino GPIO.
ru_ru: При инициализации контакта GPIO возникли проблемы.
zh_cn: 初始化 GPIO 插针时遇到问题。
zh_tw: 初始化 GPIO 釘選時，發生錯誤。

# Tutorial.GetStarted.014.ul
source: Visual Studio 2015
ar_sa: برنامج Visual Studio 2015

# Tutorial.GetCoding.009.ul
source: Visual Studio 2015
ar_sa: برنامج Visual Studio 2015

# WindowsOnDevicesUrlText
source: www.windowsondevices.com
ko_kr: www.windowsondevices.com을
